/*
//
// This file is for Little Snitch's IAP: https://help.obdev.at/resources/documentation/littlesnitch/#/ra-iap
// Currently Little Snitch is only translated in English and German, so will not use any other localizations.
//
// If you're translating other than English or German, you can dismiss this file or translate it in case they
// add some more languages in the future.
//
*/

// Top-level, general application description:
"ApplicationDescription" = "Keka es un compresor de archivos para macOS.";

// Software update connection:
"SoftwareUpdatePurpose" = "Keka comprueba si hay nuevas versiones conectandose a u.keka.io.";
"SoftwareUpdateDenyConsequences" = "Si bloqueas esta conexión, no recibirás notificaciones de las nuevas versiones de Keka.";
